Repository: jsc-masshtab/veil-connect
Catalog: po/*.po
Languages: ru

source: Start
ru: Включить

source: Suspend
ru: Приостановить

source: Power off
ru: Выключить

source: Power off forced
ru: Выключить форсирован

source: Reboot
ru: Перезагрузить

source: Reboot forced
ru: Перезагрузить форсировано

source: Additional adresses
ru: Дополнительные адреса

source: %.2f Kbyte
ru: %.2f Кбайт

source: %.2f ms
ru: %.2f мс

source: Logout demanded by server
ru: Логаут запрошен сервером

source: Protocol is not supported: %s
ru: Протокол не поддерживается: %s

source: Open File
ru: Открыть файл

source: Cancel
ru: Отменить

source: Choose
ru: Выбрать

source: Ok
ru: Ок

source: The update process ended with errors
ru: Процесс обновления завершился с ошибками

source: Password required
ru: Необходимо ввести пароль

source: Filter string format: Filter consists of one or more rules. Where each rule has the form of: class ,vendor ,product ,version ,allow Use -1 for class /vendor /product /version to accept any value. And the rules themselves are concatenated like this: rule1 |rule2 |rule3 The default setting filters out HID (class 0x03) USB devices from auto connect and auto connects anything else. Note the explicit allow rule at the end, this is necessary since by default all devices without a matching filter rule will not auto-connect. Filter strings in this format can be easily created with the RHEV-M USB filter editor tool. Default value: "0x03,-1,-1,-1,0|-1,-1,-1,-1,1"
ru: Описание формата: Фильтр содержит одно или несколько правил. Каждое правило имеет вид: class ,vendor ,product ,version ,allow Используйте -1 чтобы принять любое значение. Сами правила соединяются следующим образом: rule1 |rule2 |rule3 Через фильтр пройдут только те USB устройства, которые удовлетворяют правилам. Дефолтное значение фильтра запрещает HID устройства (class 0x03) и разрешает все остальные (второе правило после |) Фильтры строки в этом формате могут быть созданы с помощью утилиты RHEV-M USB filter editor. Дефолтный фильтр: 0x03,-1,-1,-1,0|-1,-1,-1,-1,1

source: Client monitors info:
ru: Информация о клиентских мониторах:

source: VM connection mode
ru: Подключение к ВМ

source: Controller connection mode
ru: Подключение к контроллеру

source: Authorization...
ru: Авторизация...

source: Connection address is not specified
ru: Адрес подключения не указан

source: A new version available. Press Settings->Service->Get updates
ru: Доступна новая версия. Чтобы обновиться нажмите Настройки->Служебные->Получить обновления

source: Unable to open %s
ru: Не удалось открыть %s

source: Unable to open file %s.
ru: Не удалось открыть файл %s.

source: Unable to prepare x2go config file
ru: Не удалось подготовить конфиг файл X2Go

source: Failed to start process x2goclient
ru: Не удалось запустить процесс x2goclient

source: Connection closed
ru: Соединение завершилось

source: Closing the connection
ru: Сединение завершается

source: Authorisation Error
ru: Ошибка авторизации

source: Name is not specified
ru: Не указано имя

source: Waiting for connection
ru: Ожидаем подключение

source: You
ru: Вы

source: Message sent
ru: Сообщение отправлено

source: Sending message
ru: Идет отправка сообщения

source: Unable to check updates.
ru: Не удалось проверить наличие обновлений.

source: No updates found [code: 1].
ru: Нет доступных обновлений [код: 1].

source: No updates found [code: 2].
ru: Нет доступных обновлений [код: 2].

source: No updates found [code: 3].
ru: Нет доступных обновлений [код: 3].

source: File update_script.sh does not exists! Try to reinstall the application.
ru: Отсутствует файл скрипт обновления update_script.sh! Попробуйте переустановить приложение.

source: Sudo password checking.
ru: Проверка sudo пароля.

source: Unable to check password. %s
ru: Не удалось проверить пароль. %s

source: Wrong password.
ru: Неправильный пароль.

source: Checking for updates.
ru: Проверка наличия обновлений.

source: Installing new version %s.
ru: Запускаем установку обновлений %s.

source: Unable to start installation process.
ru: Не удалось запустить процесс установки новой версии.

source: New version %s installed. Restart the application.
ru: Новая версия %s установлена. Перезапустите приложение.

source: Installation of %s completed with errors.
ru: Процесс установки версии %s завершился с ошибками.

source: Unable to connect. Check if remote access allowed for this user.
ru: Не удалось подключиться. Проверьте, разрешен ли удаленный доступ для этого пользователя.

source: Folders redirection is not allowed
ru: Проброс папок запрещен администратором

source: USB redirection is not allowed
ru: Проброс USB запрещен администратором

source: Leave full screen
ru: Покинуть полный экран

source: Send key combination
ru: Послать комбинацию клавиш

source: VM control
ru: Управление ВМ

source: Disconnect
ru: Отключиться

source: USB redirection /dev/bus/usb/%03i/%03i finished with errors. %s
ru: Перенаправление USB /dev/bus/usb/%03i/%03i завершилось с ошибками. %s

source: VM: %s User: %s Monitor number: %i - %s
ru: ВМ: %s Пользователь: %s Номер монитора: %i - %s

source: No Connection. Code: 0x%X %s
ru: Нет соединения. Код: 0x%X %s

source: Remote app error. 0x%X %s
ru: Ошибка удаленного приложения. 0x%X %s

source: Unable to detach USB TCP devices from remote machine
ru: Не удалось отсоединить USB TCP устройства на виртуальной машине

source: Unable to determine thin client address. Set it manually
ru: Не удалось определить ip адрес ТК. Задайте его вручную

source: Failed to init libusb
ru: Не удалось инициализировать libusb

source: Error while creating server socket
ru: Ошибка во время создания сервера трансляции USB

source: Failed to add TCP USB device to remote machine
ru: Не удалось добавить TCP USB устройство виртуальной машине

source: Failed to open USB device. Possibly permissions problem Try to execute chmod 666 /dev/bus/usb/%03i/%03i
ru: Не удалось открыть USB устройство. Нет прав? Попробуйте выполнить chmod 666 /dev/bus/usb/%03i/%03i

source: USB redirection finished
ru: Проброс USB завершился

source: Failed to open USB device.
ru: Не удалось открыть USB устройство.

source: State
ru: Состояние

source: Redirecting USB
ru: USB перенаправляется

source: USB redirection is being finished. Await
ru: Проброс USB завершается. Ожидайте

source: Two-factor authentication enabled. Uncheck 2fa and press Apply to disable.
ru: Двухфакторная аутентификация включена. Для отключения снимите галку и нажмите Применить.

source: Two-factor authentication disabled. To enable: - check 2fa, - generate QR-code, - scan QR-code using an authenticator and press Apply.
ru: Двухфакторная аутентификация выключена. Для включения: - поставьте галку, - сгенерируйте QR-код, - отсканируйте QR-код c помощью аутентификатора и нажмите Применить.

source: Failed to generate QR-code
ru: Не удалось сгенерировать QR-код

source: QR-code generated. Scan QR-code using an authenticator (Yandex.Key, Google Authenticator). %s
ru: QR-код сгенерирован. Отсканируйте QR-код c помощью аутентификатора (пример Яндекс.Ключ, Google Authenticator). %s

source: Then press Apply.
ru: Далее нажмите Применить.

source: An error occurred %s
ru: Возника ошибка %s

source: Failed to apply changes.
ru: Не удалось применить изменения.

source: Changes applied successfully.
ru: Изменения применены.

source: QR generation request sent.
ru: Отправлен запрос на генерацию QR.

source: Request to apply changes sent.
ru: Отправлен запрос на применение изменений.

source: Generate QR-code.
ru: Сгенерируйте QR-код.

source: Press Apply to disable 2fa.
ru: Для отключения двухфакторной аутентификации нажмите Применить.

source: VM request sent
ru: Отправлен запрос на получение ВМ из пула

source: Pool data request sent
ru: Отправлен запрос на список пулов

source: Failed to fetch pool data
ru: Не удалось получить список пулов

source: Pool data received
ru: Получен список пулов

source: Failed to get VM fom pool
ru: Не удалось получить ВМ из пула

source: VM received from pool
ru: Получена ВМ из пула

source: Current requests cancelled
ru: Текущие запросы отменены

source: 401 Authorization required
ru: 401 Требуется авторизация

source: VeiL Broker version => 4.1.0 is required
ru: Требуется брокер версии 4.1.0 и выше

source: To favorites
ru: В избранное

source: Settings
ru: Настройки

source: User settings
ru: Настройки профиля

source: VM connection settings
ru: Настройки подключения к ВМ

source: %s Login time: %s - %s
ru: %s Время входа: %s - %s

source: Failed to login
ru: Не удалось авторизоваться

source: Failed to form SoupMessage. %s
ru: Не удалось сформировать SoupMessage. %s

source: Failed to fetch output token. Error code: %lu
ru: Не удалось получить токен. Код ошибки: %lu

source: Server didnt send gssapi-data
ru: Сервер не прислал gssapi-data

source: At least %s version %s is required to setup this connection, see %s for details
ru: По крайне мере %s версия %s требуется для создания соединения, ознакомтесь с деталями %s

source: At least %s version %s is required to setup this connection
ru: По крайне мере %s версия %s требуется для создания соединения

source: Unable to determine image format for file '%s'
ru: Не удалось определить формат изображения в файле '%s'

source: Save screenshot
ru: Сохранить скриншот

source: _Cancel
ru: _Отменить

source: _Save
ru: _Сохранить

source: Folder redirection prohibited by administrator
ru: Проброс папок запрещен администратором

source: Unable to connnect to oVirt
ru: Не удалось подключиться к oVirt

source: Leave fullscreen
ru: Покинуть полный экран

source: (Press %s to release pointer)
ru: (Нажмите %s чтобы освободить курсор)

source: Invalid password
ru: Неправильный пароль

source: Choose USB device for redirection
ru: Выберите USB для перенаправления

source: _Close
ru: _Закрыть

source: Authentication is required for the %s connection to: <b>%s</b>
ru: Требуется авторизация для %s подключения к: <b>%s</b>

source: Authentication is required for the %s connection:
ru: Требуется авторизация для %s подключения к:

source: Unsupported authentication type %d
ru: Неподдерживаемый тип аутентификации %d

source: No virtual machine found
ru: Виртуальные машины не найдены

source: No virtual machine was chosen
ru: Виртуальная машина не выбрана

source: File Transfers
ru: Передача файлов

source: Transferring 1 file...
ru: Передача файла 1...

source: Transferring %d file of %d...
ru: Передача файла %d %d...

source: An error caused the following file transfers to fail:%s
ru: Передача файла не удалась из-за ошибки:%s

source: Do you want to close the session?
ru: Вы хотите закрыть сессию?

source: Do not ask me again
ru: Не спрашивать снова

source: VM:
ru: ВМ:

source: User:
ru: Пользователь:

source: Address is too long for unix socket_path: %s
ru: Адрес слишком длинный для unix socket_path: %s

source: Creating unix socket failed: %s
ru: Не удалось создать unix сокет: %s

source: Connecting to unix socket failed: %s
ru: Не удалось подключиться к unix сокету: %s

source: %s Display number: %d
ru: %s Номер дисплея: %d

source: Waiting for display %d...
ru: Ожидаем дисплей %d...

source: Unsupported graphic type '%s'
ru: Неподдерживаемый графический тип '%s'

source: Connect to ssh failed.
ru: Не удалось подключиться по SSH.

source: Can't connect to channel: %s
ru: Не удалось подключиться к каналу: %s

source: only SSH or unix socket connection supported.
ru: Поддерживаются только SSH и unix socket подключение.

source: Connect to channel unsupported.
ru: Подключение к каналу не поддерживается.

source: Display can only be attached through libvirt with --attach
ru: Дисплей может быть присоединен только через libvirt с --attach

source: Connecting to graphic server
ru: Подключение к графическому серверу

source: Guest domain has shutdown
ru: Гостевая машина выключилась

source: Connected to graphic server
ru: Подключен к графическому серверу

source: Unable to connect to the graphic server %s
ru: Не удалось подключиться к графическому серверу %s

source: Unable to authenticate with remote desktop server at %s: %s
ru: Не удалось пройти аутентификацию на сервере удаленного рабочего стола в %s: %s

source: Unable to authenticate with remote desktop server: %s
ru: Не удалось пройти аутентификацию на сервере удаленного рабочего стола: %s

source: USB redirection error: %s
ru: Ошибка проброса USB: %s

source: Zoom level must be within %d-%d
ru: Масштаб должен быть в пределах %d-%d

source: Display _%d
ru: Дисплей _%d

source: VNC does not provide GUID
ru: VNC не предоставляет GUID

source: Failed to fetch list of VMs.
ru: Не удалось получить список ВМ.

source: Failed to fetch vm data.
ru: Не удалось получить данные виртуальной машины.

source: VM data received.
ru: Получены данные виртуальной машины.

source: List of VMs requested.
ru: Запрощен список ВМ

source: Vm data requested.
ru: Запрошены данные виртуальной машины.

source: ECP request failed
ru: Не удалось выполнить запрос на ECP.

source: Failed to extract token. Probably unexpected msg format.
ru: Не удалось извлечь токен. Возможно сообщение имеет неверный формат.

source: Failed to fetch connection info. Possibly remote access is disabled.
ru: Не удалось получить данные для подключения. Возможно удаленный доступ выключен.

source: Settings updated by loudplay client
ru: Настройки обновлены клиентом loudplay

source: Streaming started
ru: Стрим начался

source: Settings update requested by %s
ru: %s запросил обновление настроек

source: Stop requested by %s
ru: %s запросил завершение подключения

source: Close
ru: Закрыть

source: Client address(IP)
ru: Адрес клиента(IP)

source: Profile settings
ru: Настройки профиля

source: Two-factor authentication
ru: Двухфакторная аутентификация

source: Generate a new QR code
ru: Сгенерировать новый QR код

source: Apply
ru: Применить

source: Show only favorites
ru: Показывать избранное

source: Update
ru: Обновить

source: Sign out
ru: Выйти

source: VDI server availability indicator
ru: Индикатор доступности VDI сервера

source: Dialog with administrator
ru: Диалог с администратором

source: Send
ru: Отправить

source: Speed data is being updated every 5 seconds. Losses and RTT are being updated every 30 seconds
ru: Информация о скоростях обновляется раз в 5 секунд. Информация о потерях и RTT обновляется раз в 30 секунд

source: Connection information
ru: Информация о соединении

source: Protocol
ru: Протокол

source: Connection time to VDI broker
ru: Время подключения к VDI брокеру

source: Connection time to VM
ru: Время подключения к ВМ

source: Data receiving speed
ru: Скорость получения данных

source: Data sending speed
ru: Скорость отправки данных

source: Average RTT
ru: Средний RTT

source: Network losses percentage
ru: Процент сетевых потерь

source: Login
ru: Логин

source: User
ru: Пользователь

source: Password
ru: Пароль

source: Pass-through authentication
ru: Сквозная аутентификация

source: Pass-through authentication(Kerberos) at application startup
ru: Сквозная аутентификация доменного пользователя(Kerberos)

source: One-time password
ru: Одноразовый пароль

source: Sign in
ru: Войти

source: Smartcard insertion
ru: Вставить смарткарту

source: Smartcard removal
ru: Удалить смарткарту

source: Change CD
ru: Изменить CD

source: Shared folders
ru: Общие папки

source: View
ru: Вид

source: Full screen
ru: Полный экран

source: Zoom in
ru: Увеличить

source: Zoom out
ru: Уменьшить

source: Adjust to remote machine size
ru: К размеру виртуальной машины

source: Displays
ru: Дисплеи

source: Release cursor
ru: Освободить курсор

source: USB devices
ru: USB устройства

source: USB redirection
ru: Проброс USB

source: Connection
ru: Соединение

source: Send keyboard shortcut
ru: Послать сочетания клавиш

source: Help
ru: Помощь

source: Open dialog with administrator
ru: Открыть диалог с администратором

source: ECP VeiL official page
ru: Официальная страница ECP VeiL

source: Documentation
ru: Документация

source: About program
ru: О программе

source: Enter sudo password
ru: Введите пароль sudo

source: Choose a virtual machine
ru: Выберит виртуальную машину

source: Connect
ru: Подключиться

source: Name
ru: Имя

source: Available virtual machines
ru: Доступные виртуальные машины

source: Save
ru: Сохранить

source: Server address
ru: Адрес сервера

source: Specify additional addresses
ru: Указать дополнительные адреса

source: Server port
ru: Порт сервера

source: Auto connection to the previous pool
ru: Автоподключение к предыдущему пулу

source: Connection to the previous pool at application startup
ru: Подключение к предыдущему пулу при старте приложения

source: Save password
ru: Сохранять пароль

source: Save password in ini file
ru: Сохранять ли пароль в ini файл

source: Redirect time zone
ru: Перенаправлять временную зону

source: Redirect the client's current time zone to the remote machine. Time zone redirection works in VDI connection mode and for non-RDS pools.
ru: Перенаправление временной зоны с клиентской машины на удаленную. Работает только в режиме подключения к VDI и для не RDS пулов. Для RDS пулов перенаправление временной зоны реализовано внутри самого сервиса RDS.

source: General
ru: Основные

source: Show client cursor
ru: Показывать клиентский курсор

source: Full screen. Application restart required to apply changes.
ru: Полный экран. Требуется перезапуск приложения, чтобы применить изменения.

source: Monitor mapping (Display:Monitor)
ru: Отображение (Дисплей:Монитор)

source: The value is a list of mappings between a guest display and a client monitor. For example, to map guest displays 0 and 1 to client monitors 1 and 2 use: 0:1;1:2. The monitor-mapping must contain ids of all displays from 0 to the last desired display id, e.g. "2:2" is invalid because mappings for displays 0 and 1 are not specified. This configuration only takes effect when full screen is enabled. Application restart required to apply changes.
ru: Список пар отображений гостевых дисплеев на клиентские мониторы. Например, чтобы отобразить гостевые дисплеи 0 и 1 на клиентские мониторы 1 и 2, используйте 0:1;1:2. Список должен содержать id всех дисплеев от 0 до последнего желаемого, т. е. 2:2 это невалидный параметр, так как отсутствуют отображения для дисплеев 0 и 1. Данный параметр имет эффект только в режиме ПОЛНОГО ЭКРАНА. Требуется ПЕРЕЗАПУСК приложения, чтобы применить изменения.

source: USB plug in filter
ru: Фильтр при подключении USB к компьютеру

source: Set a string specifying a filter to use to determine which USB devices to autoconnect when plugged in
ru: Строка фильтр, используемая для определения какие USB устройства должны быть автоматом проброшены при подключении к компьютеру

source: USB spice connect filter
ru: Фильтр USB при подключении по Spice

source: Set a string specifying a filter selecting USB devices to automatically redirect after a Spice connection has been established.
ru: Строка фильтр, определяющая какие USB устройства должны быть проброшены автоматом после успешного подключения по Spice

source: Image format
ru: Формат изображения

source: Image update frequency (1-60).
ru: Частота обновления изображения (1-60). Перерисовываются только изменившиеся участки. Значение влияет на загрузку CPU клиента и не влияет на сетевой трафик.

source: Use multiple monitors
ru: Мультимониторность

source: Monitors should have the same height
ru: Открыть приложение на доступных мониторах (максимум 3). Мониторы должны образовывать прямоугольник (иметь одинаковую высоту изображения)

source: Domain
ru: Домен

source: Log debug info
ru: Логировать отладочную информацию

source: Log debug information. Enabling this option may slow down the application. Application restart required to apply changes.
ru: Логировать отладочную информацию. Включение этой опции может замедлить приложение. Требуется перезапуск приложения.

source: Gateway address
ru: Адрес шлюза

source: Connect to Remote Desktop Gateway
ru: Подключение к Remote Desktop Gateway

source: RDP file
ru: RDP файл

source: Reading the settings from standard RDP file (.rdp) GUI data will be ignored
ru: Режим чтения настроек RDP из стандартного файла настроек Текущие данные графической формы игнорируются

source: Select
ru: Выбрать

source: File name
ru: Название файла

source: Add folder
ru: Добавить

source: Clear
ru: Очистить

source: Folders redirection
ru: Перенаправление папок

source: Add folders to redirect
ru: Перечислите папки через точку с запятой, либо выберите их с помощью селектора

source: Select RemoteFX USB for redirection
ru: Выбрать USB для перенаправления (RemoteFX)

source: USB devices redirection
ru: Перенаправление USB устройств (веб камеры, микрофоны) Для работы необходимы поддержка RemoteFX на стороне удаленной машины и разрешение на открытие USB на текущем клиенте Перенаправление flash накопителей не поддерживается: используйте перенаправление папок.

source: Redirect printers
ru: Перенаправить принтеры

source: Network scanners and printers redirection
ru: Проброс сетевых сканеров и принтеров

source: Redirect microphone
ru: Перенаправить микрофон

source: Disable Windows themes
ru: Отключить Windows темы

source: Disable smooth fonts
ru: Отключить гладкие шрифты

source: Disable window decorations
ru: Отключить декорации окон

source: Video stream compression
ru: Сжатие видеопотока

source: Specify compression codec
ru: Указать кодек сжатия видеопотока

source: Specify network connection
ru: Указать сетевое подключение

source: RDP server will adapt the settings according to the specified connection
ru: Сервер RDP будет адаптировать настройки и режимы работы самостоятельно в зависимости от выбранного типа подключения

source: Specify security protocol
ru: Указать протокол безопасности

source: Protocol will be selected automatically if not specified
ru: Если не указан, то будет выбран автоматически

source: Remote application format (RDS)
ru: Формат запуска приложения (RDS)

source: Application alias
ru: Псевдоним

source: || + Application alias
ru: || + Псевдоним

source: Appliation name
ru: Имя приложения

source: Selected monitors
ru: Выбранные мониторы

source: Specifies which local displays to use from the remote session. The selected displays must be contiguous. Comma separated list of machine-specific display IDs. Exampe: 0,1
ru: Указать, какие клиентские мониторы должны использоваться для отображения удаленного рабочего стола. Мониторы должны иметь обшие стороны. Параметр задается как список id мониторов через запятую. Например: 0,1 - использовать мониторы с id 0 и 1.

source: Dynamic resolution
ru: Динамическое разрешение

source: Dynamic adaptation of resolution. Works in one monitor mode only
ru: Динамическое разрешение. Разрешение картинки, присылаемой сервером, будет адаптироваться под размер окна. Работает только в режиме одного окна (монитора)

source: Disable username modification
ru: Отключить модификацию логина

source: If the username is in the format user@domain, then by default it is split into user and domain.
ru: Если имя пользователя имеет формат user@domain, то по умолчанию оно разбивается на пользователя и домен при передаче во freerdp/нативный клиент

source: X2Go application
ru: X2Go приложение

source: Compression method
ru: Метод сжатия

source: Session type (desktop)
ru: Тип сессии

source: Path to loudplay client
ru: Путь к клиенту loudplay

source: Archive logs
ru: Архивировать логи

source: Create log archive
ru: Создать архив папки с логами

source: Get updates
ru: Получить обновления

source: Windows updates URL
ru: Путь к Windows хранилищу обновлений

source: Open documentation (in browser)
ru: Открыть документацию (в браузере)

source: VM waiting time, sec
ru: Время ожидания ВМ из пула, сек

source: Global application mode. It determines which server the applications connects to
ru: Глобальный режим работы приложения. Определяет к какому серверу будет производиться подключение

source: Application mode
ru: Режим приложения
