Repository: jsc-masshtab/veil-connect
Catalog: po/*.po
Languages: ru

source: VDI connection mode
ru: Подключение к VDI

source: Service
ru: Служебные

source: Current credentials are used by default
ru: По умолчанию используются текущие учетные данные

source: Remote applications and desktops
ru: Удаленные приложения и рабочие столы

source: Shared folder
ru: Общая папка

source: Read only
ru: Только для чтения

source: Select file
ru: Выберите файл

source: Authentication required
ru: Необходима аутентификация

source: _OK
ru: _ОК

source: Password:
ru: Пароль:

source: Username:
ru: Имя:

source: Show password
ru: Показывать пароль

source: Add
ru: Добавить

source: Remove all
ru: Удалить все

source: Connect to main address first
ru: Сначала подключиться по главному адресу

source: Connect to random address first
ru: Сначала подключиться по случайному адресу

source: Show loadplay control widget
ru: Показать окно управление loudplay

source: Apply settings
ru: Применить настройки

source: Stop
ru: Отстановить
